Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_1s.doc.tmx
Source language: sme
Languages: nob

source: Sámediggi lea ovddidan ášši Girko- , oahpahus- ja dutkandepartementii nugo ášši lea čilgejuvvon Sámedikki 1999 jahkedieđáhusas .
nob: Videre lurer SPs sametingsgruppe når Sametinget har fattet beslutning om at Sametinget skal bli en selvstendig tredjepart under reindriftsforhandlingene ?

source: Ráđđi áigu ođđasis ovddidit ášši vai dasa gávdnošii čoavddus .
nob: Merknad 2 , Arbeiderpartiets sametingsgruppe v / Egil Olli :

source: Sámediggepresideanta lea čoahkkimis mánáid- ja bearašministeriin guovvamánu 17. b. maiddái ovddidan ášši mánáidgárdelága ektui .
nob: OPPNEVNING AV MEDLEMMER OG VARAMEDLEMMER TIL OMRÅDESTYRENE 2000 - 2003 Viser til vårt brev til Sametingsrådet datert 19.01.00

source: Evttohus 5 , giellabarggu nannen olggobealde sámegiela hálddašanguovllu Sámediggái lea sámi giela ja kultuvrra nannemis deatalaš ásahit arenaid gos giella ja kultuvra geavahuvvo ja doaimmahuvvo .
nob: Arbeiderpartiets sametingsgruppe er svært skuffet og forbauset over at Sametingsrådet har lagt til side de fleste demokratiske prinsippene om fordeling av tillitsverv blant partiene i Sametinget av utnevning av medlemmer til områdestyrene .

source: Prošeavttaid maid doaimmaid vuođđun lea sámi giela ja kultuvrra seailluheami ja ovddideami áigumuš , ferte ruhtadit stáhta ruđaiguin .
nob: Av 26 oppnevnte medlemmer og varamedlemmer er kun et av våre forslag kommet med . Det er også et forslag der vi støttet reindriftslagets forslag i området .

source: Sámediggi čujuha ahte ásahuvvon ja doaibmi giellaguovddážiid doaibmajođiheapmi ollu jagiid lea leamaš Sámi giellaráđi prošeaktaruđaid duohken . Sámediggi ii gávdnan 2000-jagi bušeahttajuogadeami oktavuođas ruđaid bissovaš doarjjaortnega ásaheapmái giellaguovddážiid várás mat leat juo doaimmas .
nob: Vi har ikke noe i mot eller mistillit til de personene som er oppnevnt , men vi har trodd at vi hadde en felles forståelse av at ved oppnevninger til forskjellige styrer , råd og utvalg , skulle skje slik at alle grupper i Sametinget var forholdsmessig representert .

source: Áššis 45/99 2001 stáhtabušeahtta , lea Sámediggi evttohan bissovaš juolludeami dása .
nob: Det er nesten ikke til å tro at Sametingsrådet så til de grader overser forslag fra gruppene på en slik måte .

source: Sámediggeráđđi áigu 2002-jagi stáhtabušeahta oktavuođas árvvoštallat evttohusa mas giellaguovddáža ásaheapmi Oslo:i lea áššin .
nob: Derfor tillater jeg meg å spørre Sametingsrådet om de i hele tatt har mottatt vårt forslag datert 18.10.99 og tilleggsforslag datert 11.11.99 ?

source: Evttohus 6 , boazodoallofágalaš čielggadeamit Meavkke / Alitčohka áššis Geahča 2. čuoggás ovddabealde báhčinsajiid birra .
nob: Vi har ikke til dags dato fått svar fra Sametingsrådet hvorfor våre forslag på medlemmer til områdestyrene ikke ble tatt til følge .

source: 5.1 Čoahkkin mánáid- ja bearašministeriin Presideanta lei 17.02.00 čoahkkimis mánáid- ja bearašminister Valgerd Svarstad Haugland:ain ja politihkalaš ráđđeaddi Elisabeth Angell:iin .
nob: Sametingsrådets handlemåte i denne saken er så alvorlig at gruppa finner å måtte foreslå å trekke tilbake rådets delegerte oppnevningsmyndighet til styrer , råd og utvalg , og overføre det til møtelederskapet .

source: Mildosat:Čoahkkimat ja ovddasteamit 18.11.99-20.02.00
nob: Merknad 3 , Frie gruppe v / Per A. Bæhr : Saksdokument .

source: Sámediggeráđi čoahkkingirjjit 1/2000 ja 2/2000 min 31.01.00 reive kulturminister Åslaug Haga:aiSámi kulturmuitoráđi 24.02.2000 ja 14.01.2000 notáhtat
nob: Notat fra Sven-Roald Nystø av 21/12-200 til statsrådene Kåre Gjønnes , Landbruksdepartementet og Odd Roger Enoksen , Kommunaldepartementet .

source: II . Ovddiduvvon eavttuhusat ja mearkkašumit
nob: NRLs forslag er å fastsette øvre reintall pr. distrikt .

source: Guovddášbellodaga sámediggejoavku oaidná ahte Sámediggeráđđi dieđáhusastis kapihttalis 2.7 - Boazodoallu - ii namut maidege bággonjuovvamiid birra , vaikko dat lea ge okta dain guovddáš šiehtadallanfáttáin dán jagi boazodoallošiehtadallamiin .
nob: Kautokeino flyttsameliste synes at det er beklagelig at sametingspresidenten jobber bak ryggen til en av de største samiske næringene , og dermed prøver å overkjøre næringens eget forslag til å løse problemer i reindrifta og bevare reindriftas kultur og sedvaner .

source: Dán oktavuođas áigut mii maiddái čujuhit min gažaldahkii Sámediggeráđđái golggotmánu 1999 , mas mii bivddiimet juridihkalaš čilgejumi das ahte dávista go bohccuid bággonjuovvan Álbmotrievtti mearrádusaide eamiálbmogiid ealáhusvuođu suodjaleami ja sihkkarastima ektui .
nob: Etter Kautokeino flyttsamelistes syn , er presidentens uttalelse i strid med samarbeidsavtalen mellom NSR og den frie gruppa i Sametinget , som har dannet flertall under konstituering ( presidentvalget ) , viser til samarbeidsavtalen , pkt. 3 . I avtalen kommer det fram at det er nødvendig å gjennomgå Reindriftsloven av 1978 på nytt .

source: Boazu adnojuvvo maiddái priváhta opmodahkan . Mii oaivvildeimmet ahte juridihkalaččat galggašii čilgejuvvot maiddái individuálalaš vuoigatvuohta ovttaskas doalli ektui .
nob: Med særlig hensyn til reindrifta kultur , sedvaner og hvordan lov og regelverk fungerer i forhold til reindriftas tradisjonelle karakter som familienæring .

source: Sámediggi lea ollu jagiid dorjon bajimuš boazologu bidjama doalu nammii maiddái Finnmárkkus . »
nob: Sametinget har i den forbindelse nedsatt et utvalg som skal ta seg av hele prosessen .

source: Dasto imašta Guovddášbellodaga sámediggejoavku goas Sámediggi lea mearridan ahte Sámediggi galgá leat iešheanalis goalmmátbealli boazodoallošiehtadallamiin ?
nob: Det som overrasker oss mest , er at presidenten nå går ut og foreslår at det skal fastsettes øvre reintall pr. driftsenhet før utvalget er ferdige med sitt arbeid .

source: Bargiidbellodaga sámediggejoavku lea hui duhtameahttun ja imašta go Sámediggeráđđi lea hilgon demokráhtalaš prinsihpaid go lea nammadan luohttámušolbmuid Sámedikki bellodagaid gaskkas guovllustivrraide .
nob: Arbeidsmåten presidenten har brukt , tar Kautokeino flyttsamelista meget alvorlig .

source: Illá oppa sáhttá jáhkkit ge ahte Sámediggeráđđi ná garrasit lea badjelgeahččan joavkkuid evttohusa .
nob: Forslaget nærmer seg grensa for avtalebrudd . Dette vil bli tatt opp innenfor den frie gruppa .

source: Jos min evttohus lea vuostáiváldojuvvon ja geavahusas bálkestuvvon ruskalihttái , de lea Sámediggeráđi láhttenvuohki demokráhtalaš skandála - dievasčoahkkin galggašii váldit eret dan nammadanválddi mii lea biddjon ráđđái .
nob: Vi synes som om president Nystø ikke tar samarbeidsavtalen alvorlig , i og med at han kommer med signaler om detaljstyring av reindrifta før reindriftsutvalget er ferdig med sitt arbeid . Møtelederskapets innstilling overfor Sametinget :

source: Mearkkašupmi 3 ; áirasis Per A. Bæhr , Friija joavku :
nob: Sametingsrådets beretning med merknader tas til etterretning .

source: Áššedokumenta : Notáhta maid Sven Roald Nystø lea 21/2-2000 cállán Stáhtarádiguoktái Kåre Gjønnes , Eanandoallodepartemeanta ja Odd Roger Enoksen , Gieldadepartementa .
nob: III .

source: Guovdageainnu johttisápmelaccaid listu lea behtohallan go gulai maid Sámedikki presideanta dajai coahkkimis Eanandoallodepartementtain , Gieldadepartementtain ja Norgga boazosápmelaccaid riikaservviin dán jagáš boazodoallošiehtadallamiid oktavuođas 23/2-2000 Oslos .
nob: Votering

source: Dás Nystø evttohii ahte berre biddjot bajimus boazolohku driftsenhetii .
nob: Av 39 representanter var 39 tilstede . Voteringen ble gjennomført i følgende rekkefølge :

source: Dát lea vuostá dán jagáš NBR ` šiehtadallamiid evttohusa .
nob: Møtelederskapets innstilling ble enstemmig vedtatt . IV .

source: NBR ` evttohus lea bidjat bajimus boazologu juohke orohahkii .
nob: Protokolltilførsel Det ble ikke fremmet protokolltilførsel i denne sak .

source: Ragnhild Nystad
nob: Ragnhild L. Nystad

source: Ragnhild Nystad Steinar Pedersen
nob: Ragnhild L. Nystad Steinar Pedersen

source: Berit Ranveig Nilssen
nob: Berit Ranveig Nilsen

source: Roger Pedersen Ragnhild Nystad
nob: Roger Pedersen Ragnhild L. Nystad

source: Nils Henrik Måsø
nob: Nils Henrik Måsø John Henrik Eira

source: Sven-Roald Nystø , áššejođiheaddji
nob: Sven-Roald Nystø , saksordfører

source: Sámediggeráđi dieđáhus oktan mearkkašumiiguin váldojuvvui diehtun .
nob: Sametingsrådets beretning med merknader tas til etterretning .

source: Ášši meannudeapmi loahpahuvvui guovvamánu 29. b. dii. 16.00
nob: Saken avsluttet 29. februar 2000 kl. 16.00 .

source: Ášši 3/00 Oahpahuspolitihkalaš čilgehus
nob: Sak 3/00 Utdanningspolitisk redegjørelse

source: Ášši meannudeapmi álggahuvvui guovvamánu 29. b. dii. 16.00
nob: Saken påbegynt 29. februar 2000 kl. 16.00 .

source: Oahpahuspolitihkalaš čilgehus
nob: Innleverte forslag og merknader

source: ÁLGGAHUS
nob: Innledning

source: Sámedikki váldi oahpahusa ja oahpu ektui nannejuvvui ođđajagimánu 1. b. 2000 rájes .
nob: Sametingets myndighet i forhold til utdanning og opplæring ble styrket fra 1. januar år 2000 .

source: Sámi oahpahus- ja oahpposuorgi šattai dán rájes Sámedikki ovddasvástádussan go ovddeš Sámi oahpahusráđi ekonomalaš ja hálddahuslaš resurssat ja barggut sirdojedje Sámediggái ja oaččui nama Sámedikki oahpahusossodat .
nob: Samisk opplærings- og utdanningssektor ble et ansvarsområde for Sametinget ved at økonomiske og administrative ressurser og arbeidsoppgaver fra tidligere Samisk utdanningsråd ble overført til Sametinget og fikk benevnelsen Sametingets opplærings-avdeling .

source: Oahpahusossodat lea Guovdageainnus ja dan báikkálaš kántuvrrat leat Divttasvuonas julevsámi áššiid várás ja Troandimis ( Tråanta ) lullisámiáššiid várás .
nob: Opplæringsavdelingen er lokalisert til Guovdageaidnu med underkontor i Divtasvuodna / Tysfjord for lulesamiske saker og underkontor i Troandin ( Tråanta ) / Trondheim for sørsamiske saker .

source: Dasa lassin lea Harstadas bealle ráđđeaddinvirgi .
nob: I tillegg er en halv rådgiverstilling lokalisert til Harstad .

source: Ossodagas leat oktiibuot 21,5 virggi .
nob: Avdelingen har i alt 21,5 stillingshjemler .

source: Ossodaga bušeahtta lea 23.524 mill. ruvnno , mas sámi oahpponeavvodoarjja dahká goasii 11. mill. ruvnno .
nob: Avdelingens budsjett er på 23.524 mill. kroner , hvor tilskudd til samiske læremidler utgjør nesten 11 mill. kroner .

source: Dán oahpahuspolitihkalaš čilgehusas čilge ráđđi Sámedikki dálá ja boahttevaš ovddasvástádusa ja bargguid oahpahus- ja oahppogažaldagaid oktavuođas mii čuovvu Sámedikki bajimus višuvnna ja ulbmila :
nob: I denne utdanningspolitiske redegjørelse beskriver rådet Sametingets nåværende og framtidige ansvar og oppgaver i opplærings- og utdanningsspørsmål som er i tråd med Sametingets overordnede visjon og målsetting om ,

source: kultuvrralaš oktilašvuohta mas lea vuođđun sápmelaččaid árvu ja vuoigatvuodat álbmogin ja eamiálbmogin ,
nob: kulturell kontinuitet med grunnlag i samenes status og rettigheter som folk og urfolk ,

source: Dát višuvdna addá vuođu ovddidit boahttevaš áiggi oahpahusa ja oahppama sámi servodagas .
nob: Denne visjonen danner utgangspunktet for framtidig utvikling av opplæringa og utdanninga i det samiske samfunnet .

source: Ráđđi oaivvilda ahte skuvla- ja oahpahusvuogádagas lea erenoamáš ovddasvástádus duohtandahkat dákkár bajimus višuvnna vai sámi giela , kultuvrra ja ealáhusaid ovdánanvejolašvuođat nannejuvvojit iežaset eavttuid vuođul .
nob: Rådet mener at skole- og utdanningssystemet har et særlig ansvar for å virkeliggjøre en slik overordnet visjon slik at samisk språk , kultur og næringer er sikret utviklingsmuligheter på egne premisser .

source: Sámedikki váldostrategiija oahpahusa ja oahpu hárrái čilgejuvvo Sámediggeplánas , mas earret eará daddjo ahte Sámediggi galgá eavttuid bidjat ja hábmet sámi skuvlla ja oahpahusvuogádaga .
nob: Sametingets overordnede strategi om opplæring og utdanning beskrives i Sametingsplanen , hvor det blant annet sies at Sametinget skal legge premissene for , og utforme det samiske skole-og og utdanningssystemet .

source: Dát lea Sámediggeráđi vuođđu go oahpahusa ja oahpu politihkka galgá hábmejuvvot ja johtuibiddjot .
nob: Dette er Sametingsrådets utgangspunkt når en politikk om opplæring og utdanning skal utformes og utmeisles og iverksettes .

source: VIIDDIDUVVON VÁLDI
nob: Utvidet myndighet

source: Viiddiduvvon váldi oahpahusa ja oahppama dáfus mielddisbuktá čuovvovaš áššesurggiid Sámediggái :
nob: Utvidet myndighetsområde innen opplæring – og utdanning innebærer følgende saksområder for Sametinget :

source: ovddasvástádus hálddašit doarjjaortnegiid sámi oahppaneavvuid ráhkadeapmái , dása gullá sámi oahpponeavvuid ovddideapmi , kvalitehtasihkkarastin ja buvttadeapmi mat leat heivehuvvon vuođđoskuvlla ja joatkkaoahpahusa oahppoplánaide .
nob: ha ansvar for forvaltning av tilskuddsordning til utvikling av samiske læremidler herunder utvikling , kvalitetssikring og produksjon av samiske læremidler tilpasset læreplaner for grunnskolen og videregående opplæring .

source: Pedagogalaš prográmmaid ja audiovisuála oahpponeavvuid ráhkadeapmi .
nob: Utvikling av pedagogisk programvare og audiovisuelle læremidler .

source: Dát sisttisdoallá maiddái mánáidgárddiid , vuođđoskuvllaid ja joatkkaoahpahusa oahpponeavvuid .
nob: Dette innbefatter læremidler til barnehage , grunnskole og videregående opplæring .

source: ráhkadit doaibmaplánaid ja jahkeplánaid sámi erenoamášpedagogihkalaš oahpponeavvuid ovddideapmái .
nob: utvikle handlingsplaner og årsplaner for utvikling av spesialpedagogiske læremidler på samisk .

source: Dát bargu doaimmahuvvo ovttasráđiid Nasjonalt læremiddelsenter:iin ( NLS )
nob: Dette arbeidet gjøres i samarbeid med Nasjonalt læremiddelsenter ( NLS )

source: joatkit barggu O 97 Sámi álggahemiin , dása gullá maiddái diehtojuohkin , gelbbolašvuođa ovddideapmi , bagadallan ja ovddidandoaimmat O 97 Sámi álggaheami oktavuođas
nob: videreføre arbeidet med iverksetting av L 97 Samisk , herunder informasjon , kompetanseutvikling , veiledninger og utviklingstiltak i tilknytning til iverksettingen av L 97 Samisk

source: čuovvut evaluerenbarggu mii álggahuvvui Ođastus 94 oktavuođas dainna ulbmiliin ahte kártet makkár bohtosiid ođastus lea buktán sámi ohppiide .
nob: iverksette oppfølginga av evalueringsarbeidet som er igangsatt av Reform 94 med sikte på å kartlegge hvilke konsekvenser reformen har fått for samiske elever .

source: čuovvut DOB-plána mii dál lea meannuduvvome Girko- oahpahus- ja dutkandepartementtas .
nob: iversette oppfølging av FOU-planen , som nå er til behandling i Kirke - utdannings- og forskningsdepartementet .

source: čuovvut prošeavtta matematihkaoahpahusa kvalitehta hárrái – KIM- prošeakta sámi skuvllain
nob: følge opp et prosjekt om kvalitet i matematikkopplæringen - KIM – prosjektet i samiske skoler .

source: addit fágalaš neavvagiid ja doarjaga oahpaheddjiide geat oahpahit sámi ohppiid mánáidgárddiin , vuođđoskuvllain ja joatkkaskuvllain .
nob: gi faglige råd og støtte til lærere som underviser samiske elever i barnehage , i grunnskole , og i videregående opplæring

source: ovddidit oppalaš diehtojuohkindoaimma oahpahus- ja oahppansuorggis iešguđet oahpahusdásiid ektui .
nob: utvikle en generell informasjonsvirksomhet på opplærings- og utdanningsområdet i forhold til de ulike utdanningsnivåer

source: doaimmahit giellabarggu ja giellagáhttema , erenoamážit mánáidgárddiid ja skuvllaid oahpponeavvuid ektui .
nob: drive språkarbeid og språkrøkt , særlig rettet mot læremidler i barnehage og skole .

source: Dát bargu lea erenoamáš deatalaš julev- ja lullisámegiela dáfus .
nob: Dette arbeidet er særlig viktig i forhold til lule- og sørsamisk .

source: Sámediggeráđđi oaivvilda ahte lea dárbu ovddidit strategiija movt dáid bargguid sáhtášii buoremus lági mielde doaimmahit vai livččii ávkin sámi álbmogii ja erenoamážit sámi mánáide ja nuoraide .
nob: Sametingsrådet mener det er behov for å utvikle en strategi for hvordan disse oppgaver kan ivaretas på en best mulig måte til det beste for det samiske folket og i særlig grad til det beste for samiske barn og unge .

source: Sámi mánáid dárbbut mánáidgárddiin , sámi ohppiid dárbbut vuođđo- ja joatkkaskuvllain ja sámi servodaga dárbbut rávisolbmuid oahpahusas ja alit oahpus ja dutkamis , fertejit lea Sámedikki beroštumi ja ráhčamušaid vuođđun dán suorggis .
nob: Det er de samiske barnas behov i barnehagene , de samiske elevenes behov i grunn- og videregående skole og de samiske samfunns behov innenfor voksenopplæring og høyere utdanning og forskning , som må danne grunnlag for Sametingets engasjement og innsats på dette feltet .

source: Dattege ii leat Sámediggái doarvái dušše gozihit ahte dat áššit maid Sámediggi dál gieđahallá fuolahuvvojit buori málle mielde .
nob: For Sametinget er det imidlertid ikke nok , bare å se til at de saksområder som Sametinget har hånd om i dag , håndteres på en god måte .

source: Lea liikka deatalaš ja dárbbašlaš ovddidit politihka dain surggiin main eai leat vel dohkálaš čovdosat .
nob: Det er vel så viktig og nødvendig å utvikle en politikk på de områder som man så langt ikke har tilfredstillende løsninger på .

source: Dát mielddisbuktá ulbmiliid ja višuvnnaid hábmema , konkrehta doaimmaid álggaheami ja sámi oahpahussuorggi dilálašvuođa čuovvuma ja evaluerema .
nob: Dette innebærer utforming av mål og visjoner , iverksetting av konkrete tiltak og oppfølging og evaluering av situasjonen innenfor samisk opplæringssektor .

source: Dalle gáibiduvvo ahte Sámediggi hábme politihka mii sisttisdoallá :
nob: Dette krever at Sametinget utmeisler en politikk som tar høyde for :

source: Ollislaš ja ovttadássásaš oahpahus- ja oahppopolitihka olles sámi álbmogii .
nob: En helhetlig og likeverdig opplærings- og utdanningspolitikk for hele den samiske folkegruppe

source: Ollislaš ja ovttadássásaš oahpahusa buot oahpahusdásiin mánáidgárddiid rájes alit oahpu rádjái .
nob: En helhetlig og likeverdig opplæring på alle utdanningsnivåer fra barnehage til høyere utdanning

source: Ollislaš ja ovttadássásaš politihka mii gokčá olles sámi guovllu .
nob: En helhetlig og likeverdig politikk som favner om hele det samiske området

source: Dát lea hirbmat stuora hástalus mii gáibida bistevaš guhkilmas barggu konkretiseremiid dáfus .
nob: Dette er en enorm utfordring som krever kontinuerlig arbeid over en lengre tidsperiode med hensyn til konkretiseringer .

source: Sámi oahpahussuorgi stivrejuvvo daid rámmaid mielde maid lágat ja njuolggadusat bidjet , ja daid ulbmiliid ja višuvnnaid mielde mat ovdanbohtet Sámediggeplánas ja eará oahpahus- ja oahppoplánain ja strategiijain .
nob: Samisk opplæringssektor styres innenfor de rammer som lover og forskrifter setter , og de mål og visjoner som framkommer i Sametingsplanen og øvrige opplærings og utdanningsplaner og strategier .

source: Mánáidgárdeláhka ja oahpahusláhka leat dán suorggi deataleamos lágat .
nob: Barnehageloven og opplæringsloven er de viktigste lovverk som denne sektoren berøres av .

source: Dasa lassin leat Mánáidgárddiid rámmaplána , 10-jagi Vuođđoskuvlla oahppoplánat , Joatkkaoahpahusa oahppoplánat ja Dikki oahpponeavvoráhkadeami strategalaš plánat ja doaibma- ja jahkeplánat deatalaš stivrendokumenttat .
nob: I tillegg er Rammeplan for barnehagen , Læreplanverkene for den 10-årige grunnskolen , Læreplaner i den videregående opplæringen , samt Sametingets strategiske planer for læremiddelutvikling og handlings- og årsplaner viktige styringsdokumenter .

source: DÁRKILEAPPOT IEŠGUÐET OAHPAHUSDÁSIID OAHPAHUSRÁMMAID BIRRA JA KONKREHTALAŠ POLITIHKALAŠ HÁSTALUSAID BIRRA
nob: Nærmere om rammer for opplæringen innenfor de ulike utdanningsnivåer og konkrete politiske utfordringer

source: Mánáidgárddit / Ovdaskuvla
nob: Barnehagene

source: Mánáidgárdelágas mii bođii fápmui 1996:s , lea sámi mánáid mánáidgárdefálaldat vuoigatvuođavuođđuduvvon § 7:s mas celko ahte sámi mánáid mánáidgárddiid vuođđu sámi guovlluin galgá leat sámi giella ja kultuvra , ja mánáidgárdelága oktavuođas ráhkaduvvui 1995:s vuohččan sierra Mánáidgárddi rámmaplána mii álggii gustot 01.01.96:s .
nob: I lov om barnehager som trådte i kraft i 1996 , er barnehagetilbud for samiske barn hjemlet i § 7 hvor det heter at barnehager for samiske barn i samiske distrikt skal bygge på samisk språk og kultur . I tilknytning til barnehageloven ble det i 1995 for første gang utarbeidet en egen Rammeplan for barnehagen som ble gjort gjeldende fra 01.01.96 .

source: Mánáidgárddi rámmaplána lea mearriduvvon leat mánáidgárdelága njuolggadussan ja galgá leat geatnegahtti rámman mánáidgárddi sisdoalu plánema , čađaheami ja árvvoštallama barggus .
nob: Rammeplanen for barnehagen er fastsatt som en forskrift til barnehageloven og skal være en forpliktende ramme å arbeide etter i planlegging , gjennomføring og vurdering av barnehagens innhold .

source: Rámmaplánas lea sierra kapihttal sámi giela ja kultuvrra birra ( 6 . kapihttal ) .
nob: Rammeplanen har et eget kapittel om samisk språk og kultur ( kapittel 6 ) .

source: Sámediggeplána deattuha sámi mánáidgárddiid mearkkašumi erenoamážit sámi giellaovddideamis ja sámi mánáid bajásšaddaneavttuid oppalaččat .
nob: Sametingsplanen fremhever samiske barnehagers store betydning for samisk språkutvikling spesielt og for samiske barns oppvekstvilkår generelt .

source: Sámi mánáidgárddiid erenoamáš dilli giellaovddideami ja kulturgaskkusteami oktavuođas , gáibida ahte sámi mánáidgárddiid álggaheami ja jođiheami ruhtadeapmi sihkkarasto .
nob: Samiske barnehagers spesielle stilling som arena for språkutvikling og kulturformidling , fordrer at samiske barnehager sikres finansiering til etablering og drift .

source: Seammás ferte juohke suohkanii biddjot ovddasvástádus láhčit dilálašvuođaid sámi mánáidgárdefálaldagaid álggaheapmái ja jođiheapmái .
nob: Samtidig må den enkelte kommune ansvarliggjøres i forhold til å tilrettelegge for etablering og drift av samisk barnehagetilbud .

source: Sámi ovdaskuvlamánáin galgá leat vejolašvuohta oažžut heivehuvvon mánáidgárdefálaldaga mas sámi giella ja kultuvra lea vuođđun , gos fal ain ležžet orrume riikkas .
nob: Samiske førskolebarn skal ha mulighet til å få et tilpasset barnehagetilbud som bygger på samisk språk og kultur , uansett hvor i landet de er bosatt .

source: Dát ii galgga lága hámi mielde dušše ráddjejuvvot sámi guovlluide .
nob: Dette skal i lovs form ikke begrenses kun til samiske distrikt .

source: Sámedikki mihttomearri lea ahte dát ráddjen mánáidgárdelága § 7:s váldo eret .
nob: Sametinget har som mål å få fjernet denne begrensningen i barnehagelovens § 7 .

source: Praktihkalaččat ii leat vejolaš álggahit sámi mánáidgárddiid miehtá riikka go lea duššefal okta dahje moadde máná guđet dáhttot heivehuvvon fálaldaga , muhto mihttomearrin lea ahte buot sámi ovdaskuvlamánáin galgá leat vuoigatvuohta oažžut heivehuvvon mánáidgárdefálaldaga mas sámi giella ja kultuvra lea vuođđun .
nob: Det vil rent praktisk ikke være mulig å etablere egne samiske barnehager over alt , når det er bare ett eller noen få barn som ønsker et tilpasset tilbud , men målet er at alle samiske førskolebarn skal ha rett til å få et tilpasset barnehagetilbud som bygger på samisk språk og kultur .

source: Sámediggi váldá ođđajagimánu 1. b. 2001 rájes badjelasas sámi mánáidgárdedoarjjaortnega hálddašeami . Plánen lea juo álggahuvvon ja Ráđđi áigu ovddidit dán Sámedikki plenuma meannudeapmái go doarjjaortnega njuolggadusat mearriduvvojit dán jagi mielde .
nob: Sametinget vil overta forvaltningen av tilskuddsordningen til samiske barnehager fra 1. januar år 2001. Planlegging av dette er i gangsatt og Rådet tar sikte på å legge dette fram for Sametingets plenum når retningslinjer for tilskuddsordningen skal fastsettes i løpet av året .
